//  @ ██╗  ██╗███████╗██╗  ██╗██╗    ██╗    ███████╗ ██████╗ ██╗     ██╗   ██╗████████╗██╗ ██████╗ ███╗   ██╗███████╗
//  @ ╚██╗██╔╝██╔════╝╚██╗██╔╝██║    ██║    ██╔════╝██╔═══██╗██║     ██║   ██║╚══██╔══╝██║██╔═══██╗████╗  ██║██╔════╝
//  @  ╚███╔╝ █████╗   ╚███╔╝ ██║ █╗ ██║    ███████╗██║   ██║██║     ██║   ██║   ██║   ██║██║   ██║██╔██╗ ██║███████╗
//  @  ██╔██╗ ██╔══╝   ██╔██╗ ██║███╗██║    ╚════██║██║   ██║██║     ██║   ██║   ██║   ██║██║   ██║██║╚██╗██║╚════██║
//  @ ██╔╝ ██╗██║     ██╔╝ ██╗╚███╔███╔╝    ███████║╚██████╔╝███████╗╚██████╔╝   ██║   ██║╚██████╔╝██║ ╚████║███████║
//  @ ╚═╝  ╚═╝╚═╝     ╚═╝  ╚═╝ ╚══╝╚══╝     ╚══════╝ ╚═════╝ ╚══════╝ ╚═════╝    ╚═╝   ╚═╝ ╚═════╝ ╚═╝  ╚═══╝╚══════╝
//  @ 📝 xFxw Solutions .                                                                                                           

// @ 💬 Export from xFxw - Solutions => discord:[ !🧠 ID : 958338691561054249 || https://discord.gg/pHXNpTdkNq ] 
// @ ☕ Thank You For Your Support. 

// --------------------------------------------------------------------------------------------------------------

/**
 * @var enableSound | Boolean
**/

const enableSound = false; // ต้องการที่จะเปิดเสียงเเจ้งเตือนไหม?

// noifacation success เเจ้งเตือนสําเร็จ
/**
 * @var successSound | String
 * @var successVolume | Number
**/

const successSound = 'success-notification.mp3'; // ตําเเหน่งไฟล์เสียงเเจ้งเตือน
const successVolume = 0.05; // ระดับเสียงเเจ้งเตือน

// noifacation error เเจ้งเตือนไม่สําเร็จ
/**
 * @var errorSound | String
 * @var errorVolume | Number
**/

const errorSound = 'error-notification.mp3'; // ตําเเหน่งไฟล์เสียงเเจ้งเตือน
const errorVolume = 0.05; // ระดับเสียงเเจ้งเตือน